/*
 Дан массив. Запишите первый элемент этого массива в переменную elem1, 
 второй - в переменную elem2, третий - в переменную elem3, 
 а все остальные элементы массива - в переменную arr.


 Дан массив. Запишите последний элемент этого массива в переменную elem1, 
 а предпоследний - в переменную elem2.


 Дан массив. Запишите второй элемент этого массива в переменную elem2. 
 Первый элемент никуда записывать не надо.


 
 Дан массив. Запишите второй элемент этого массива в переменную elem2, 
 третий - в переменную elem3. Если в массиве нет третьего элемента - 
 запишите в переменную elem3 значение 'eee', а если нет второго - 
 в переменную elem2 запишите значение 'bbb'. Первый элемент никуда 
 записывать не надо.



 Дан объект {name: 'Петр', 'surname': 'Петров', 'age': '20 лет'}. 
 Запишите соответствующие значения в переменные name, surname и age.



 Дан объект {name: 'Петр', 'surname': 'Петров', 'age': '20 лет', }. 
 Запишите соответствующие значения в переменные name, surname и age. 
 Сделайте так, чтобы, если какое-то значение не задано - оно принимало 
 следующее значение по умолчанию: {name: 'Аноном', 'surname': 'Анонимович', 'age': '? лет'}. 
*/
